{
  "introduction": "    病理生理学是一门连接基础医学与临床医学的桥梁学科，病理生理学全日制本科教学分为理论课、讨论辅导课和实验课教学，为加强学生理论联系实际的能力，本学科在深入讲述书本理论知识的同时，一方面大量引入病例分析与讨论，锻炼学生对所学的知识进行综合和应用的能力，激学生学习兴趣，有助于其初步形成临床思维；另一方面将传统的验证性实验教学改革为探索性科研活动，从而培养学生科研思维和创新能力。此外，我教研室开设了五门研究生课程，其中高级病理病理学和医学科研概论为硕士研究生学位必修课、心血管病理生理学为博士研究生学位必修课、中西医结合病理生理学为硕/博士研究生选修课、干细胞研究进展与实验技术为博士研究生选修课。由于授课内容紧密结合本学科的科研优势、追踪国际最新的科研动向，对研究生开展科研工作有极大的启发和指导作用，深受研究生尤其是博士生的好评。\n\n    本课程于1977年率先在国内开展规范的教学研究，从恢复高考的第一批本科学生开始对学生科研创新能力、创新意识进行培养,到1985年级一共七个年级，有102人次接受为期1到2年的学生科研业余活动，他们完成了研究论文20篇，并编辑、印刷成论文集，这本论文集是目前国内可以检索到的同类型文献中最早的一本以刊载医学本科学生业余科研活动的论文集。本课程通过学生科研小组形式，培养本科学生科研创新能力、创新意识的探索于1989年获得广东省人民政府颁发的教学成果二等奖。该项成果是目前国内医科院校同类教学研究最早获得省级教学成果奖的项目。随后的追踪调查显示，参加学生科研小组活动的学生目前大多数同学已成为所在单位的学术领军人物或技术骨干，例如：中山大学医学部副主任、医学教务处处长王庭槐教授、博士生导师2007年被评为国家级教学名师；广东省人民医院主管科研的副院长吴一龙教授、博士生导师是全国著名的肿瘤专家，担任全国肺癌防治协作组组长。广州市儿童医院ICU主任杨鎰宇主任医师，是儿科界知名的危重医学专家。一大批当年参加学生科研小组活动的同学目前正活跃在国内、外医疗、教学、科研领域，作出了可喜的成绩。 本学科十分重视教学改革的研究，创建跨学科多层次生理科学实验课，实验生理科学是一门由原来的生理学、病理生理学和药理学实验课有机融合而成的、新型的实验性课程，在实验教学中注重学生综合素质、创新能力及科研思维能力的培养。以培养学生的科研思维和实践能力为出发点，本学科在实验生理学科和探索性实验教学中发挥了重要的作用，教学改革成效突出。获得广东省优秀教学成果一等奖和国家级教学成果二等奖(2001年)，并在全国推广应用。本学科除了承担五年制、七年制病理生理学理论课和实验生理学科实验教学，还结合学科科研优势在硕士和博士研究生基础课教学中开设了《高级病理生理学》、《医学科研概论》、《心血管病理生理学》、《中西医结合病理生理学》、《细胞信号转导与疾病》、《疾病模型复制与动物实验技术》和《干细胞研究进展与实验技术》等学位必修和选修课程。",
  "history": "    中山大学中山医学院病理生理学教研室创建于1955年,是我国医学院校首批获准成立、为数不多的病理生理学教研室之一，最初由内科教授汤泽光、病理学教授秦光煜、生理学教授林树模、微生物学教授钟之英以及生理学讲师汤明昭、生化助教杜传书、病理学助教侯灿、生理学助教罗椒衍组成，由汤泽光教授任主任，侯灿任秘书。教研室成立之初，除派侯灿及罗椒衍赴北京参加全国首届病理生理高级师资班接受苏联专家培训外，积极参考苏联和英美有关资料自编首部教材，开始为本科生及部分临床医生讲授本学科，受到学生和医生的欢迎。经过半个世纪、几代人的艰苦创业，病理生理学教研室目前具有病理及病理生理学专业和中西医结合基础专业双博士学位授予权，即既可授予病理及病理生理学专业博士学位，也可授予中西医结合基础专业博士学位。教研室现有教职工15人，其中博士研究生导师5人、硕士研究生导师7人。已培养博士研究生48名、硕士55人和博士后17人，目前，在读博士研究生10人、硕士17人，在站博士后5人。",
  "content": "    病理生理学是一门连接基础医学与临床医学的桥梁学科，病理生理学全日制本科教学分为理论课、讨论辅导课和实验课教学，为加强学生理论联系实际的能力，本学科在深入讲述书本理论知识的同时，一方面大量引入病例分析与讨论，锻炼学生对所学的知识进行综合和应用的能力，激学生学习兴趣，有助于其初步形成临床思维；另一方面将传统的验证性实验教学改革为探索性科研活动，从而培养学生科研思维和创新能力。此外，我教研室开设了五门研究生课程，其中高级病理病理学和医学科研概论为硕士研究生学位必修课、心血管病理生理学为博士研究生学位必修课、中西医结合病理生理学为硕/博士研究生选修课、干细胞研究进展与实验技术为博士研究生选修课。由于授课内容紧密结合本学科的科研优势、追踪国际最新的科研动向，对研究生开展科研工作有极大的启发和指导作用，深受研究生尤其是博士生的好评。",
  "feature": "    1. 多年坚持教学改革，借助探索性实验、暑期科研和病例分析等手段将基础研究和临床实践密切结合全面提升学生的综合素质，多学科融合的实验生理科学课程改革成效显著。\n\n    2. 主编参编优秀教材二十余本，教学资源丰富，应用数字化教学平台促进学生的自主学习。\n\n    3. 以科研成果丰富教学内容，将现代病理生理学研究思路融入传统中医中药研究中，独树一帜开设“中西医结合病理生理学”课程，主编教材《中西医结合病理生理学》，教学特色鲜明。"
}