{
  "stage": "实验教学分三个阶段：\n\n    第一阶段：基本知识与基本技能实验阶段 从简单的经典实验开始，使学生掌握本课程的常用仪器设备的基本操 作，熟悉基本实验设计原理与方法，培养学生观察、记录实验结果及 收集、整理实验数据的能力。\n    第二阶段：综和性实验阶段 通过进行较复杂的、实验项目较多的、难度较大的实验，进一步强化 实验操作，掌握实验方法，着重对实验结果进行科学分析、逻辑推理， 最后得出恰如其分的结论，培养学生分析问题与解决问题的能力。\n    第三阶段：探索性实验阶段 学生自选题目， 设计实验方案， 进行实验， 以小论文形式写出实验报告， 最后进行论文答辩，以培养学生各方面的能力与综合素质。\n\n实验课教学方法 教学分三个阶段进行：\n\n    1、基本知识与基本技能实验阶段；\n    2、综合性实验 阶段；\n    3、探索性实验阶段。这三个阶段分别占总学时的 20%、50%及 30%。 指导学生开展探索性实验是该项教改中最具特色、 也最受学生欢迎的一项内 容。教师在第一、二阶段教学的基础上，在第三阶段中打破传统实验教学中“按 方取药”的模式，在教学中设置探索性实验（24个学时），引导学生探索未知领 域，以弥补传统实验的不足。探索性实验的步骤为：学生自选题目，查阅文献， 收集科研资料，确定研究题目，设计实验方案，开题报告，正式进行试验，完成 论文写作，进行论文答辩。学生从头到尾经历了一次初步科学研究的实践。",
  "exam": "为了检验本课程教学效果，评价学生学业成绩，内容包括整个教学各阶段内 容并按照设定的权重统计，既重视学生理论知识掌握的深度与广度，更突出对学 生多方面能力的评价。四项考核内容与相应的百分率以下：\n\n    1．平时学习、实验报告和网络应用、文献检索、综述的情况（占10％）；\n    2．实验技能考核，检查学 生动手操作能力（20％）；\n    3．理论考试以笔试或电脑问答形式进行。检查学生对本课程基本理论的掌 握情况（30％）；\n    4．探索性实验考核，综合评价学生的自学能力、分析问题和解决问题能力、 口头与书面表达能力以及创造性思维能力（40％）。\n\n(一) 平时成绩 主要根据学生平时表现、 各项实验报告的成绩及文献综述的情况综合评定。\n(二) 实验技能考核 考核个人实际动手操作的掌握和熟练程度，用时少、操作和记录的质量 高者为佳。以随机抽取有明确要求的多个组合项目内容之一进行即时操 作，内容由如下包括三大范围组成：\n\n    1、实验动物的捉拿与麻醉方法（20％）；\n    2、手术操作或标本的制备（40％）；\n    3、实验仪器的使用、结果描记和描述（40％）； 注明：除了教研室规定项目之外，允许同学自己提出符合或超出标准的 考核内容组合。\n\n(三) 理沦考试\n以开卷笔试或／和网络电脑问答的形式进行。考试范围如下：\n\n    1、实验生理科学的基本组成和教学目的。\n    2、网络信息化实时分析系统在实验生理科学中的应用和各种常用仪器 在实验生理科学中的应用范围及操作注意事项。\n    3、常用实验动物的种类、品系，动物的编号、捉拿与固定的方法及注意事项。实验动物的给药方法及注意事项。常用麻醉药的种类、大 白鼠、家兔、狗、猫的常用麻醉方法。动物实验的种类与基本操作技术。\n    4、本课程实验教学内容的各具体项目的目的和原理、有关理论和注意事项。实验立项的步骤、要求及注意事项。实验设计的基本程序、三大要素、三大原则。实验处理因素与非处理因素的概念及其在实验中如何控制非处理因素对实验的影响。\n\n(四) 探索性实验考核\n探索性实验以班为基础， 由3～5自由组合成为课题小组，自查文献、完成 综述、自选题目、设计实验和实施、独立完成实验课题、按正式论文格式完成论文写作和公开答辩并及时上交实验论文的相关材料。 教师从以下几个方面评定学生成绩：\n\n    1、实验设计的科学性、创新性和可行性\n    2、 学生在实验实施过程中所表现出来的动手操作能力和记录评价结果的能力\n    3、学生在论文撰写及答辩中表现出来的科学思维能力、口头及书面表达能力\n    4、学生在完成整个实验设计过程中所表现出来的组织能力和团结协作精神\n    5、论文书写中的格式、实验结果表达、讨论的推理和归纳及结论；论文总体 书写的风格和科学态度（严谨、求实）\n    6、各学生的成绩主要根据小组论文的质量及论文答辩的表现、各人在完成整 个探索性实验过程中的参与程度及贡献大小(以排名先后表示)加以评定",
  "course": [{
    "week": "1",
    "content": "实验课绪论；探索性实验动员；实验研究基本程序；常用的生物统计方法"
  }, {
    "week": "2",
    "content": "熟悉电脑化实验实时分析系统的应用；坐骨神经-胫腓神经标本制备"
  }, {
    "week": "3",
    "content": "神经干动作电位的描记"
  }, {
    "week": "4",
    "content": "心肌兴奋性的变化及蛙心起搏点的确定"
  }, {
    "week": "5",
    "content": "呼吸运动的调节"
  }, {
    "week": "6",
    "content": "实验性气胸"
  }, {
    "week": "7",
    "content": "影响动脉血压的因素"
  }, {
    "week": "8",
    "content": "传出神经系统药物对血压的影响"
  }, {
    "week": "9",
    "content": "尿生成的影响因素"
  }, {
    "week": "10",
    "content": "氨在肝性脑病中的作用"
  }, {
    "week": "12",
    "content": "探索性实验之开题报告"
  }, {
    "week": "13",
    "content": "半数有效量（ED50）的确定"
  }, {
    "week": "14",
    "content": "磺胺嘧啶钠药代动力学参数的测定"
  }, {
    "week": "15-20",
    "content": "探索性实验之实验操作（共 4~5 周）"
  }, {
    "week": "期末",
    "content": "探索性实验之实验答辩"
  }]
}